package Book9;

public class Main {
    public static void main(String[] args) {
        Books books = new Books(new Book[]{
                new Book("451° по Фаренгейту", "Рей Брэдбери", "Санкт-Петербург", 1984, 150, 129, "Твердый"),
                new Book("1984", "Джордж Оруэлл", "Москва", 1884, 250, 229, "Твердый"),
                new Book("Мастер и Маргарита", "Михаил Булгаков", "Москва", 1954, 350, 300, "Твердый"),
                new Book("Цветы для Элджернона", "Даниел Киз", "Санкт-Петербург", 1995, 98, 100, "Мягкий"),
                new Book("Вино из одуванчиков", "Рей Брэдбери", "Санкт-Петербург", 1993, 99, 89, "Мягкий")});
        books.chooseAction();
        System.out.println(books);


    }
}
